IDEA Open Model
ConnectionSetup.StopAtLimitStrain Property
Compatible with IDEA StatiCa 20.1
 Stop analysis when the limit strain is reached.
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool StopAtLimitStrain { get; set; }
Public Property StopAtLimitStrain As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace